Repository: Gary-Community-Ventures/benefits-api
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: email address
es: Correo electrónico

source: US English
es: Inglés de Estados Unidos

source: Spanish
es: Español

source: Household makes
es: Vivienda genera

source: per year which must be less than
es: por año, que debe ser menor de

source: Household resources must not exceed
es: Los recursos del hogar no deben exceder

source: Must have a child between the ages of
es: Debe tener hijo entre las edades de

source: and
es: y

source: Someone in the household must be between the ages of
es: Alguien en el hogar debe estar entre las edades de

source: Someone in the household must be at least
es: Alguien en el hogar debe tener al menos

source: years old
es: años

source: Household must have
es: Vivienda debe tener

source: Household must not have
es: Vivienda no debe tener

source: Must live in an eligible location
es: Debe de vivir en localidad elegible

source: Someone in the household must have a disability
es: Alguien en el vivienda debe tener una discapacidad

source: Someone in the household must not have health insurance
es: Alguien en la vivienda no debe tener seguro médico

source: Calculated income of
es: Los ingresos calculados de

source: for a household with
es: para un hogar con

source: members is above the income limit of
es: miembros está por encima del límite de ingresos de

source: members is below the income limit of
es: miembros está por debajo del límite de ingresos de

source: Thank you for using MyFriendBen. Click here to review your results.
es: Gracias por usar MyFriendBen. Cliquee aqui revisar sus resultados.

source: Screener Results from My Friend Ben
es: Resultados de la evaluación de My Friend Ben
