Repository: Gary-Community-Ventures/benefits-api
Catalog: locale/*/LC_MESSAGES/django (1).po
Languages: vi

source: email address
vi: địa chỉ email

source: US English
vi: Tiếng Anh Mỹ

source: Spanish
vi: Tiếng Tây Ban Nha

source: Household makes
vi: Hộ gia đình làm

source: per month which must be less than
vi: mỗi tháng phải ít hơn

source: Household resources must not exceed
vi: Nguồn lực hộ gia đình không được vượt quá

source: Must have a child between the ages of
vi: Phải có một người con trong độ tuổi

source: and
vi: đến

source: Someone in the household must be between the ages of
vi: Trong gia đình phải có người ở độ tuổi

source: Someone in the household must be at least
vi: Trong gia đình phải có người ít nhất

source: years old
vi: tuổi

source: Household must have
vi: Hộ gia đình phải có

source: Household must not have
vi: Hộ gia đình không được có

source: Must live in an eligible location
vi: Phải sống ở địa điểm đủ điều kiện

source: Someone in the household must have a disability
vi: Trong gia đình phải có người bị khuyết tật

source: Someone in the household must not have health insurance
vi: Trong gia đình phải có người không có bảo hiểm y tế

source: Calculated income of
vi: Thu nhập tính toán của

source: for a household with
vi: cho một hộ gia đình có

source: members is above the income limit of
vi: thành viên cao hơn giới hạn thu nhập của

source: members is below the income limit of
vi: thành viên thấp hơn giới hạn thu nhập của

source: Thank you for using MyFriendBen. Click here to review your results.
vi: Cảm ơn quý vị đã sử dụng MyFriendBen. Nhấp vào đây để xem lại kết quả của quý vị.

source: Screener Results from My Friend Ben
vi: Kết Quả Sàng Lọc từ My Friend Ben
